/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'Adguard icon' button */
"accept_caption" = "同意する";

/* (AEService) The default message for an unknown error. */
"support_unexpected_error" = "予期しないエラーが発生しました。 サポートチームにお問い合わせください。";

/* (Action Extension - ActionViewController) An error which occurs if the action extension is launched before the main Adguard app. */
"action_extension_no_configuration_message_format" = "このアクション拡張を使用する前に、%1$@は初期設定を行う必要があります。それを可能にするには、メインの%2$@アプリを起動してください。";

/* (AEUIAboutController) Subject field for mail bug report */
"action_bug_report" = "バグ報告";

/* (AESFilterConverter) Error occured when checking of the result from JSON converter. */
"support_rule_converting_error" = "ルールを変換できません。予期しないエラーが発生しました。 サポートチームにお問い合わせください。";

/* (AEService) Service errors descriptions */
"json_converting_error" = "コンバータをJSON形式に初期化できません！";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"bug_report_sending_error" = "バグ報告を送信できません。恐らく、あなたのデバイスにEメールが設定されていないことが原因です。";

/* (AEUIAboutController) Alert message if user have no e-mail account on device */
"support_message_sending_error" = "Eメールアカウントが設定されていないため、サポートチームにメッセージを送信できません。";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'close icon' button */
"common_action_cancel" = "キャンセル";

/* (AEService) Service errors descriptions */
"rule_converting_error" = "フィルタルールを変換できません。 ルールテキストが無効です。";

/* (AEUIUtils) User filter convertering error description. */
"filter_rules_converting_error" = "ユーザーフィルタルールを変換できません。 1つのルールにエラーが含まれています。 現在のカーソル位置の側にあるルールを確認して下さい。";

/* (Action Extension - AEAUIMainController) Label on switcher. Example: 'Enable filtering on www.github.com' */
"enable_filtering_format" = "%@のフィルタリングを有効にする";

/* Alert title. On error. */
"common_error_title" = "エラー";

/* (AEService) Service errors descriptions */
"safari_filters_loading_error" = "フィルタをSafariに読み込ませることができません。 したがって、あなたの最近の変更は適用されませんでした。";

/* (Action Extension - AEAUIMainController) Mail body to support team about incorrect blocking */
"incorrect_blocking_page_format" = "%@のページにおいて、不適切なブロッキングが起きました";

/* (AEUILoadingModal) Standard message when filter conversion is performed. */
"safari_filters_loading" = "Safariにフィルタを読み込ませています。 AdGuardをオフにしないでください。本プロセスは30秒以内に終わります。";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'plus' button */
"more_caption" = "大きく";

/* (Action Extension - AEAUIMainController) error occurs when content blocker is disabled. */
"content_blocker_disabled_format" = "コンテンツブロッカーは無効になっています。つまり、広告はAdGuardの設定に関わらず、フィルタリングされないということです。 フィルタリングを開始するには、Safariの設定でAdGuardコンテンツブロッカーを有効にしてください。";

/* (Action Extension - Adguard Assistant) Assistant UI. Title for 'eye icon' button */
"preview_caption" = "プレビュー";

/* (Action Extension - AEAUIMainController) Mail subject to support team about incorrect blocking */
"incorrect_blocking_report" = "不適切なブロッキングを報告する";

/* (Action Extension - ActionViewController) Can't obtain hostname when starting. */
"hostname_obtaining_error" = "ホスト名が取得されていません。 ページがまだ読み込まれていない可能性があります。";

/* (Action Extension - AEAUIMainController) error occurs when click on Block Element button. */
"assistant_launching_unable" = "このウェブサイトのセキュリティポリシーでは、AdGuard Assistantを起動することは許可されていません。";

/* (Action Extension - ActionViewController) Some errors when starting. */
"support_error_safari_extension" = "Safariアクション拡張を初期化中に予期しないエラーが発生しました。 再度この問題が発生した場合は、AdGuardのサポートにお問い合わせください。";

/* (APUIAdguardDNSController) PRO version. Alert title. On warning. */
"common_warning_title" = "警告";

/* (Action Extension - AEAUIMainController) error occurs when try turn off filtration on site. */
"filter_rules_maximum" = "使用可能なフィルタルール数の上限を越えました。";

